Repository: cyanfish/naps2
Catalog: NAPS2/Lang/tmx/ru.tmx
Source language: en_us
Languages: ru

source: 100 dpi
ru: 100 т/д

source: 1200 dpi
ru: 1200 т/д

source: 200 dpi
ru: 200 т/д

source: 24-bit Color
ru: 24-біт Цвет

source: 300 dpi
ru: 300 т/д

source: 600 dpi
ru: 600 т/д

source: A3 (297x420 mm)
ru: A3 (297 x 420 мм)

source: A4 (210x297 mm)
ru: A4 (210 x 297 мм)

source: A5 (148x210 mm)
ru: A5 (148 x 210 мм)

source: About
ru: О программе

source: Add
ru: Добавить

source: An error occurred with the scanning driver
ru: Ощибка драйвера сканирования

source: Are you sure you want to clear {0} item(s)?
ru: Желаете очистить профиль(ли) {0}?

source: Are you sure you want to delete the profile {0}?
ru: Удалить выбранный профиль{0}?

source: Are you sure you want to delete {0} item(s)?
ru: Удалить {0} выбраный(ых)?

source: Are you sure you want to delete {0} profiles?
ru: Удалить {0} выбранных?

source: Bit depth
ru: Глубина цвета

source: Bitmap Files (*.bmp)
ru: Файли несжатых рисунков (*.bmp)

source: Black & White
ru: Чёрно-белое

source: Brightness
ru: Яркость

source: Cancel
ru: Отменить

source: Center
ru: Центрировать

source: Choose Icon
ru: Вибрать пиктограмму

source: Choose Profile
ru: Виберите профиль

source: Choose device
ru: Вибор сканера

source: Clear
ru: Очистить документ

source: Contrast
ru: Контрастность

source: Copyright © 2009 Pavel Sorejs
ru: Авторские права принадлежат Pavel Sorejs, 2009

source: Copyright © 2012 Michael Adams
ru: Авторские права принадлежать Michael Adams, 2012

source: Copyright © 2012-2013 Ben Olden-Cooligan
ru: Авторские права принадлежать Ben Olden-Cooligan, 2012-2013

source: Copyright © 2013 Peter De Leeuw
ru: Авторские права принадлежат Peter De Leeuw, 2013

source: Delete
ru: Удалить выбранные страницы

source: Device
ru: Устройство

source: Display name
ru: Название

source: Done
ru: Завершить

source: Duplex
ru: Двусторонняя

source: Edit
ru: Редактировать

source: Email PDF
ru: отправить PDF почтой

source: Enhanced Windows MetaFile (*.emf)
ru: Разширенный метафайл (*.emf)

source: Error
ru: Ошибка

source: Feeder
ru: Автоподача

source: Flip
ru: Отзеркалити

source: GIF File (*.gif)
ru: GIF файл (*.gif)

source: Glass
ru: Со стекла

source: Grayscale
ru: Оттенки серого

source: Horizontal align
ru: Горизонтальное выравнивание

source: Icons from
ru: Пиктограммы взяты с

source: JPEG File (*.jpg, *.jpeg)
ru: JPEG файл (*.jpg, *.jpeg)

source: Language
ru: Язык

source: Left
ru: Повернуть влево

source: Main toolbar
ru: Главная панэль инструментов

source: Manage Profiles
ru: Управление профилями

source: Maximum quality (large files)
ru: Максимальное качество (болшой розмер)

source: Move Down
ru: Передвинуть страницу ниже

source: Move Up
ru: Передвинуть страницу выше

source: Name missing
ru: Пропущено имя

source: No device selected
ru: Не выбран сканер

source: No scanning device was found
ru: Не найдено сканеров

source: Overwrite File
ru: Перезаписать файл

source: PDF document (*.pdf)
ru: PDF документ (*.pdf)

source: PNG File (*.png)
ru: PNG файл (*.png)

source: Page size
ru: Размер страницы

source: Paper source
ru: Подача листов

source: Preview
ru: Предпросмотр

source: Profile Settings
ru: Настройки профиля

source: Profiles
ru: Профили

source: Resolution
ru: Разрешение т/д

source: Right
ru: Повернуть страницу вправо

source: Rotate Left
ru: Повенуть страницу влево

source: Rotate Right
ru: Повернуть вправо

source: Save Images
ru: Сохранить как изображения

source: Save PDF
ru: Сохранить PDF

source: Saving to PDF
ru: Сохраняется PDF

source: Scale
ru: Масштабировать

source: Scan
ru: Сканировать

source: Scanned Image
ru: Отсканированные изображения

source: Select a profile before clicking Scan
ru: Выберите профиль перед сканированием

source: TIFF File (*.tiff, *.tif)
ru: TIFF файл (*.tiff, *.tif)

source: TWAIN Driver
ru: TWAIN драйвер

source: The file {0} already exists. Do you want to overwrite it?
ru: Файл {0} существует. Перезаписать його?

source: The selected scanner could not be found
ru: НЕ найден выбранный сканер

source: The selected scanner is offline
ru: Выбранный сканер отключён

source: Use native WIA UI
ru: Рідний інтерфейс сканера WIA UI

source: Use predefined settings
ru: Предустановленные параметри

source: Version {0}
ru: Версия {0}

source: WIA Driver
ru: TWAIN драйвер

source: Waiting for TWAIN to complete
ru: Ожидание завершения работы TWAIN

source: You don't have permission to save files at this location
ru: Нет прав на запись в этом каталоге.
